-- Locale是自动生成的, 请不要乱加字符. 否则会出现字符串不存在错误.
-- Please make sure to save the file as UTF-8, BUT WITHOUT THE UTF-8 BOM HEADER; ¶
local L = wsLocale:NewLocale("BagStatus", "zhTW")
if not L then return end

L["在屏幕上显示一个背包状态监视条, 监视当前金钱以及空格数."] = "在屏幕上顯示一個背包狀態監視條, 監視當前金錢以及空格數"
L["在每个背包上显示该背包的使用率"] = "在每個背包上顯示該背包的使用率"
L["大于999用#.#K显示"] = "大于999用#.#K顯示"
L["弹药"] = "彈藥"
L["显示背包状态"] = "顯示背包狀態"
L["显示背包状态监视条"] = "顯示背包狀態監視條"
L["版本: "] = "版本: "
L["箭"] = "箭"
L["背包状态"] = "背包狀態"
L["背包状态及背包一键打开"] = "背包狀態及背包一鍵打開"
L["背包状态管理"] = "背包狀態管理"
L["计数修正"] = "計數修正"
L["设置每个背包状态条的透明度"] = "設置每個背包狀態條的透明度"
L["设置背包状态, 显示背包状态条等"] = "設置背包狀態, 顯示背包狀態條等"
L["设置背包状态透明度"] = "設置背包狀態透明度"

L["背包一键打开"] = "背包一鍵打開"
L["设定相应环境, 背包一键打开"] = "設定相應環境, 背包一鍵打開"
L["自动打开所有背包（商人）"] = "自動打開所有背包(商人)"
L["自动打开所有背包（交易所）"] = "自動打開所有背包(拍賣行)"
L["自动打开所有背包（银行）"] = "自動打開所有背包(銀行)"
L["自动打开所有背包（公会银行）"] = "自動打開所有背包(公會銀行)"
L["背包状态"]= "背包狀態"
L["鼠标右击打开<背包状态>设置面板"]= "滑鼠右擊打開<背包狀態設置面板>"