-- Locale是自动生成的, 请不要乱加字符. 否则会出现字符串不存在错误.
-- 当前为基础本地化文档; 因此默认参数为"true" , 也可以重新定义此本地化.
--$Revision: 2881 $
--$Date: 2010-03-22 19:44:05 +0800 (一, 2010-03-22) $
local L = wsLocale:NewLocale("Skylark", "zhCN", true)


L["不显示"] = true
L["动作条垂直增长的方向"] = true
L["动作条水平增长的方向"] = true
L["向上"] = true
L["向下"] = true
L["向右"] = true
L["向左"] = true
L["启用"] = true
L["启用/关闭焦点施法"] = true
L["启用/关闭自我施法功能"] = true
L["启用/禁用当前额外动作条"] = true
L["垂直增长"] = true
L["定义每行按钮的现实数量"] = "设定每行按钮显示数量"
L["射程指示"] = true
L["射程颜色"] = true
L["快捷键模式"] = true
L["战斗中禁用"] = true
L["按钮数量"] = true
L["按钮模式"] = true
L["按钮锁定"] = true
L["按键绑定"] = true
L["新增120个额外按钮, 任你组合"] = true
L["显示/隐藏按钮空格"] = true
L["显示/隐藏空格"] = true
L["每行按钮数量"] = true
L["水平增长"] = true
L["法力不足颜色"] = true
L["焦点施法"] = true
L["禁用"] = true
L["综合设定"] = true
L["缩放比例"] = true
L["自我施法"] = true
L["设定动作条的透明度"] = true
L["设定射程显示的颜色"] = true
L["设定按钮快捷键"] = true
L["设定按钮显示数量"] = true
L["设定法力不足时的颜色"] = true
L["设定鼠标提示"] = true
L["设置射程指示样式"] = true
L["设置焦点施法快捷键"] = true
L["设置自我施法"] = true
L["调整动作条缩放比例"] = true
L["调整动作条间距"] = true
L["透明度"] = true
L["配置额外动作条%s"] = true
L["锁定"] = true
L["锁定所有动作条"] = true
L["锁定按钮"] = true
L["间距"] = true
L["隐藏/显示宏名称"] = true
L["隐藏/显示快键"] = true
L["隐藏/隐藏动作条按钮的宏名称"] = "隐藏/显示动作条按钮的宏名称"
L["隐藏/隐藏动作条按钮的快键文字"] = "隐藏/显示动作条按钮的快键文字"
L["颜色设定"] = true
L["额外动作条"] = true
L["额外动作条样式设定"] = true
L["鼠标提示"] = true
L["额外动作条%d 按钮%d"] = true
L["提示: 界面已经解锁. 现在你可以移动, 完成后点击锁定."] = "提示: 动作条已经解锁. 现在你可以移动, 完成后点击锁定."
L["锁定"] = true

L["高级设定"] = true
L["启用渐隐"] = true
L["开启淡入淡出模式"] = true
L["设定隐藏条件"] = true
L["淡出透明度"] = true
L["设定淡出透明度"] = true
L["淡出延迟"] = true
L["设定淡出延迟时间"] = true
L["总是隐藏"] = true
L["有载具时隐藏"] = true
L["有宠物时隐藏"] = true
L["无宠物时隐藏"] = true
L["战斗时隐藏"] = true
L["非战斗时隐藏"] = true
L["骑马时隐藏"] = true

L["高级设定"] = true