-- Locale是自动生成的, 请不要乱加字符. 否则会出现字符串不存在错误.
-- Please make sure to save the file as UTF-8, BUT WITHOUT THE UTF-8 BOM HEADER; ¶
local L = wsLocale:NewLocale("PartyCast", "zhTW")
if not L then return end

L["但目标有这个buff时, 经渐隐相对应的法术按钮"] = "但目標有這個buff時, 經漸隱相對應的法術按鈕"
L["启用"] = "啟用"
L["启用队伍施放"] = "啟用隊伍施放"
L["宏"] = "巨集指令"
L["快速对队友施法"] = "快速對隊友施法"
L["没有选择对应法术, 宏"] = "沒有選擇對應法術, 巨集指令"
L["法术"] = "法術"
L["渐隐按钮"] = "漸隱按鈕"
L["设定法术格数"] = "設定法術格數"
L["设定队伍施法法术按钮数量, 需要重新加载!"] = "設定隊伍施法法術按鈕數量, 需要重新載入!"
L["锁定"] = "鎖定"
L["锁定队伍施放按钮,禁止拖动"] = "鎖定隊伍施放按鈕,禁止拖動"
L["队伍快捷施法按钮"] = "隊伍快捷施法按鈕"
L["队伍施法"] = "隊伍施法"
L["隐藏没有法术的按钮"] = "隱藏沒有法術的按鈕"
L["隐藏空按钮"] = "隱藏空按鈕"